Repository: coryphwang/docs
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Whether you’re an advertiser, ad tech platform or publisher, deliver better ads by joining the AMP Project today.
pt_br: Participe do Projeto AMP, uma oportunidade para anunciantes, plataformas de tecnologia de anúncio e editores exibirem anúncios melhores.

source: Who Uses AMP
pt_br: Quem usa as AMP

source: Who are AMPHTML ads for?
pt_br: Para que servem os anúncios AMPHTML

source: Who is AMP for?
pt_br: Para quem as AMP podem ser úteis?

source: Why AMP stories?
pt_br: Por que usar histórias AMP?

source: Why AMPHTML ads?
pt_br: Por que usar anúncios AMPHTML?

source: With instant page load, your customers can find the products they want quickly and easily. Platforms such as Google, Pinterest, Bing, and Twitter all link to AMP pages, creating a supercharged discovery experience for your users. This improved user experience often translates into better engagement and conversions.
pt_br: Com o carregamento instantâneo da página, os clientes podem encontrar os produtos desejados de maneira rápida e fácil. Plataformas como Google, Pinterest, Bing e Twitter têm links para páginas AMP, o que cria uma ótima experiência de descoberta para os usuários. Essa experiência do usuário aprimorada frequentemente se transforma em aumento das conversões e do engajamento.

source: Works across mobile and desktop devices on the open web
pt_br: Compatível com dispositivos móveis e computadores na Web

source: Your browser doesn’t support HTML5 video
pt_br: Seu navegador não é compatível com vídeo em HTML5

source: or
pt_br: ou

source: “AMP stories have incredible potential to enhance how we create mobile content. Our team can easily create beautiful, media-rich stories that our users will now be able to access quickly across the web. We continue to be focused on creating the best content for every platform and the creative possibilities on AMP stories are endless”
pt_br: “As histórias AMP têm um potencial incrível de melhorar a maneira como criamos conteúdo para dispositivos móveis. Para nossa equipe, é fácil criar histórias interessantes e multimídia de fácil acesso aos usuários em toda a Web. Nosso objetivo é sempre criar o melhor conteúdo para todas as plataformas, e as possibilidades das histórias AMP são infinitas.”

source: “AMP was the perfect addition to our business, giving us a new level of impact for our e-commerce clients.”
pt_br: “As AMP foram perfeitas para nossa empresa e geraram um novo impacto para nossos clientes de comércio eletrônico.”

source: “Across Teads’ publisher portfolio, video ads perform significantly better on AMP pages than on the traditional mobile web.”
pt_br: “No portfólio de editores da Teads, os anúncios em vídeo têm um desempenho significativamente melhor nas páginas AMP do que na Web para dispositivos móveis tradicional.”

source: “As a source for breaking news and information, this format allows us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.”
pt_br: “Como uma fonte de notícias e informações, este formato nos permite mostrar um jornalismo de qualidade quando queremos reunir diversos elementos. Ao combinar reportagens, fotografia, vídeos e gráficos em movimento, oferecemos aos leitores que buscam nossas coberturas um ponto de partida mais visual.”

source: “If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.”
pt_br: “Se nosso site levar muito tempo para ser carregado, independentemente da qualidade do nosso jornalismo, algumas pessoas sairão da página antes mesmo de ver o conteúdo.”
