Repository: coryphwang/docs
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: 10 sneaky signs you are dehydrated
pt_br: Dez sinais de que você está desidratado

source: A Pod Races Through the Hyperloop for the First Time
pt_br: A primeira corrida de pods no Hyperloop

source: A collaborative effort
pt_br: Um trabalho colaborativo

source: A faster way to grow your business
pt_br: Uma maneira mais rápida de ampliar seus negócios

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure your business is positioned for the future. Integrate your technology with AMP today.
pt_br: Cada vez mais editores e anunciantes usam AMP para exibir aos usuários um conteúdo mais interessante e rápido. Seus clientes já aproveitam a velocidade das AMP, e cada vez mais usuários consomem conteúdo nessas páginas. Sua empresa precisa estar preparada para o futuro. Integre já sua tecnologia com AMP.

source: A path to success
pt_br: Um caminho para o sucesso

source: A visual storytelling format for the open web
pt_br: Um formato de narrativa visual para a Web

source: AMP Blog
pt_br: Blog das AMP

source: AMP Component Library
pt_br: Biblioteca de componentes AMP

source: AMP Conf 2018. Feb 13/14.
pt_br: Conferência sobre as AMP 2018. Fev 13/14.

source: AMP Conf.
pt_br: Conf. AMP

source: AMP Experiments
pt_br: Experimentos AMP

source: AMP HTML Specification
pt_br: Especificações de HTML das AMP

source: AMP Landing Page
pt_br: Página de destino AMP

source: AMP Overview
pt_br: Visão geral das AMP

source: AMP Page
pt_br: Página AMP

source: AMP Roadmap
pt_br: Roteiro das AMP

source: AMP Status
pt_br: Status de AMP

source: AMP Validator
pt_br: Validador de AMP

source: AMP components
pt_br: Componentes AMP

source: AMP enables your pages to load quickly, keeping your customers engaged as they move through browse and purchase flows. Whether they start their journey on your site or on platforms that link to AMP pages, your users will find a consistently fast experience. A site powered by AMP is a truly mobile-friendly experience that enables your customers to stay engaged with your site.
pt_br: Com a tecnologia AMP, as páginas são carregadas rapidamente, e seus clientes continuam engajados nos fluxos de procura e compra. A experiência do usuário sempre será rápida, independentemente de a jornada começar no seu site ou em plataformas com links para páginas AMP. Essa tecnologia oferece uma experiência verdadeiramente otimizada para dispositivos móveis e permite manter o engajamento dos clientes no seu site.

source: AMP for Ad Tech Platforms
pt_br: AMP para plataformas de tecnologia de anúncios

source: AMP for Advertisers
pt_br: AMP para anunciantes

source: AMP for Ecommerce
pt_br: AMP para comércio eletrônico

source: AMP for Publishers
pt_br: AMP para editores

source: AMP is built thanks to a deep collaboration with thousands of developers, publishers and websites, distribution platforms and tech companies. More than 1.5B AMP pages have been published to date and 100+ leading analytics, ad tech and CMS providers support the AMP format.
pt_br: As AMP são criadas por meio de uma ampla colaboração com milhares de desenvolvedores, editores, websites, plataformas de distribuição e empresas de tecnologia. Mais de 1,5 bilhão de páginas AMP foram publicadas até hoje e mais de 100 dos principais provedores de análises, tecnologia de anúncios e sistemas de gerenciamento de conteúdo (CMS, na sigla em inglês) oferecem suporte ao formato AMP.

source: AMP pages typically load in under one second. That means when your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result -- they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
pt_br: Geralmente, as páginas AMP são carregadas em menos de um segundo. Isso significa que, quando seu público-alvo acessa uma página AMP, encontra imediatamente o que procura. Como resultado, provavelmente esse público é mais engajado e receptivo às mensagens da sua marca, além de mais disposto a seguir suas sugestões, como concluir uma compra.

source: AMP speeds up content, keeping users engaged irrespective of where they start their journey -- on the publisher’s own website or from platforms that link to AMP pages like Twitter, Google and Pinterest. With faster and more secure ads, AMPHTML ads deliver great advertising experiences too, ensuring every interaction with a publisher’s brand is a compelling one.
pt_br: A AMP acelera o conteúdo e mantém os usuários engajados independentemente de onde a jornada começou: no site do editor ou em plataformas vinculadas a páginas AMP, como Twitter, Google e Pinterest. Mais rápidos e seguros, os anúncios AMPHTML proporcionam experiências de publicidade excelentes e garantem que todas as interações com a marca do editor sejam envolventes.

source: AMP stories
pt_br: Histórias AMP

source: AMP stories are built with the same technology used in AMP pages, meaning they’ll load quickly, while providing users with a smooth experience.
pt_br: As histórias AMP são criadas com a mesma tecnologia das páginas AMP. Assim, elas carregam mais rápido e oferecem aos usuários uma experiência agradável.

source: AMP stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
pt_br: As histórias AMP fazem parte da Web e podem ser compartilhadas e incorporadas em sites e aplicativos, sem ficar confinadas em um único ecossistema.

source: AMP stories immerse readers in tappable, full-screen content. Building on the possibilities of the AMP project, this format enables the creation of visual content that is fast, open, and user-first.
pt_br: As histórias AMP envolvem os leitores em um conteúdo ativado por toque e apresentado em tela cheia. Com base nas possibilidades do Projeto AMP, esse formato possibilita a criação de conteúdo visual rápido, aberto e que prioriza o usuário.

source: AMP story features
pt_br: Recursos das histórias AMP

source: AMPHTML Ad
pt_br: Anúncio AMPHTML

source: AMPHTML Ads
pt_br: Anúncios AMPHTML

source: AMPHTML ads
pt_br: Anúncios AMPHTML

source: AMPHTML ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform&nbsp;well.
pt_br: Os anúncios AMPHTML são seis vezes mais rápidos que os anúncios normais em páginas AMP, o que faz deles mais visíveis, eficientes e aumenta probabilidade de um bom desempenho.

source: AMPHTML ads are a creative format built using HTML and CSS, not a new technology. As a result, you can use your existing development resources to create and serve ads that are faster, lighter and more effective. Creative developer tools like Google Web Designer will soon support AMP ads as well.
pt_br: Os anúncios AMPHTML são um formato de criativo construído com HTML e CSS, não com uma tecnologia nova. Assim, você pode usar seus recursos de desenvolvimento para criar e veicular anúncios mais rápidos, leves e eficientes. Em breve, ferramentas de desenvolvimento como o Google Web Designer também serão compatíveis com as AMP.

source: AMPHTML ads are a new, better way of building, delivering and measuring ads that are faster, lighter and more secure. AMPHTML ads are ads built using AMP-HTML and use many of the smart components that make AMP pages fast (like amp-analytics). These ads are only delivered after being validated, ensuring that they’re free of malware. Most of all, these ads can be delivered anywhere on the web, not just on AMP pages.
pt_br: Os anúncios AMPHTML são uma maneira nova e melhor de criar, exibir e acompanhar anúncios que são mais rápidos, leves e seguros. Eles são criados com AMP e HTML, além de usar muitos dos componentes inteligentes que aceleram as páginas AMP, como a AMP Analytics. Esses anúncios só serão exibidos após serem validados. Isso garante que eles estejam livres de malware. Além do mais, podem ser exibidos em qualquer lugar na Web, não apenas nas páginas AMP.

source: AMPHTML ads can serve on both AMP and non-AMP pages so you can build your AMPHTML ad once and deliver a fast, memorable brand experience everywhere.
pt_br: Os anúncios AMPHTML podem ser veiculados em páginas AMP e não AMP. Dessa maneira, é possível criar um anúncio AMPHTML e proporcionar uma experiência de marca rápida e inesquecível em todos os lugares.

source: AMPHTML ads need to be validated before they’re served, eliminating the risk of malware and building trust in the brands users are engaging&nbsp;with.
pt_br: Os anúncios AMPHTML precisam ser validados antes de serem veiculados. Isso elimina o risco de malware e aumenta a confiança dos usuários nas marcas.

source: AMPHTML ads represent an opportunity to fix key issues with ad experiences on the web.
pt_br: Os anúncios AMPHTML são uma oportunidade de corrigir os principais problemas das experiências com anúncios na Web.

source: About
pt_br: Sobre

source: Add advanced AMP features
pt_br: Adicionar recursos AMP avançados

source: Add to Calendar
pt_br: Adicionar à Agenda

source: Adopting the AMP format allows you to retain your own branding and tooling while taking advantage of AMP's optimized web components. You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, and A/B testing to experiment and build the best possible user experience for your customers.
pt_br: A adoção do formato AMP permite reter o branding e as ferramentas e, ao mesmo tempo, aproveitar os componentes Web otimizados das AMP. É possível usar CSS para personalizar o estilo, dados dinâmicos para buscar os dados mais recentes quando necessário, assim como testes A/B para experimentar e criar a melhor experiência do usuário possível para seus clientes.

source: Ads
pt_br: Anúncios

source: Ads & Analytics - AMP components
pt_br: Anúncios e análises – Componentes das AMP

source: Ads & analytics
pt_br: Anúncios e análises

source: Adtech success stories
pt_br: Histórias de sucesso com tecnologias de anúncios

source: Advertisers
pt_br: Anunciantes

source: Advertisers:<br>Drive campaign ROI
pt_br: Anunciantes:<br>Como aumentar o ROI de campanhas

source: Advertising
pt_br: Propaganda

source: All ad content delivered by Firebolt for AMPHTML ads is cryptographically signed to ensure that it meets the required format and security standards. Signed ads reduce the risk of malware and increase confidence in ads for consumers.
pt_br: Todo o conteúdo exibido pelo Firebolt em anúncios AMPHTML inclui criptografia para garantir conformidade com os padrões de segurança e os requisitos de formato. Os anúncios com criptografia reduzem o risco de malware e aumentam a confiança dos consumidores nos anúncios.

source: Amplify your impact
pt_br: Aumente seu impacto

source: An open source effort to improve the content ecosystem for everyone.
pt_br: Uma iniciativa de código aberto com o objetivo de melhorar o ecossistema de conteúdo para todos.

source: Analytics
pt_br: Análises

source: Apple Cider Vinegar is the Magic Potion You Need in Your Life
pt_br: O vinagre de maçã é a poção mágica de que você precisa na sua vida

source: Audio/Video
pt_br: Áudio/vídeo

source: Benefits
pt_br: Benefícios

source: Better ads on a faster web.
pt_br: O melhor da publicidade em uma Web mais rápida.

source: Black Panther
pt_br: Pantera Negra

source: Boost campaign performance and drive engagement with ads that are 6x faster and 3x lighter. Build your creatives with <a href='https://github.com/ampproject/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>AMP HTML</a> or work with a technology provider that already supports AMPHTML ads.
pt_br: Aumente o desempenho das campanhas e estimule o engajamento com anúncios seis vezes mais rápidos e três vezes mais leves. Desenvolva criativos com <ahref='https://github.com/ampproject/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>AMPHTML</a> (em inglês) ou trabalhe com um provedor de tecnologia que já seja compatível com anúncios AMPHTML.

source: Boost your campaign performance with AMPHTML ads
pt_br: Aumente o desempenho das campanhas com anúncios AMPHTML

source: Brand Guidelines
pt_br: Diretrizes de marca

source: Build an AMP story
pt_br: Crie uma história AMP

source: Build for a sustainable future
pt_br: Desenvolvimento para um futuro sustentável

source: Build immersive experiences with AMP stories.
pt_br: Crie experiências de imersão com histórias AMP."

source: Build once, serve everywhere.
pt_br: Crie uma vez, veicule em todos os lugares.

source: Build your AMPHTML ad today
pt_br: Crie seu anúncio AMPHTML hoje

source: Building AMP pages is simple and straightforward. You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress and Drupal. Your teams do not need any special skills nor worry about optimizing your code for each distribution platform as the AMP format is fully portable and AMP pages are consistently fast no matter how a user gets to them.
pt_br: Criar páginas AMP é simples. Em geral, é possível converter um arquivo inteiro em questão de dias, especialmente com um CMS muito usado, como Wordpress e Drupal. Suas equipes não precisam ter habilidades especiais nem se preocupar com a otimização do código para cada plataforma de distribuição, porque o formato AMP é totalmente portátil, e as páginas AMP sempre são rápidas, independentemente de como o usuário as acessa.

source: Building AMP pages is simple and straightforward. You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress and Drupal. Your teams do not need any special skills nor worry about optimizing your code for each distribution platform as the AMP format is fully portable and AMP pages are consistently fast no matter how a user gets to them. Similarly, AMPHTML ads may be built once and run across all pages, including non-AMP pages.
pt_br: Criar páginas AMP é simples. Em geral, é possível converter um arquivo inteiro em questão de dias, especialmente com um CMS muito usado, como Wordpress e Drupal. Suas equipes não precisam ter habilidades especiais nem se preocupar com a otimização do código para cada plataforma de distribuição, porque o formato AMP é totalmente portátil, e as páginas AMP sempre são rápidas, independentemente de como o usuário as acessa. Da mesma maneira, os anúncios AMPHTML podem ser criados e exibidos em todas as páginas, incluindo as não AMP.

source: Building the future web, together.
pt_br: Construindo juntos a Web do futuro.

source: Building the right ad, landing page or web content takes time. With AMPHTML ads, your ads can serve on both AMP and non-AMP pages, meaning you can build your AMPHTML ads once and deliver a memorable brand experience everywhere. Similarly, AMP pages can be built once and distributed across a wide variety of distribution platforms simultaneously.
pt_br: Criar o anúncio, a página de destino ou o conteúdo Web corretos leva tempo. Com os anúncios AMPHTML, seus anúncios podem ser veiculados em páginas AMP e não AMP. Isso significa que você pode criar anúncios AMPHTML e proporcionar uma experiência de marca inesquecível em todos os lugares. Da mesma maneira, as páginas AMP podem ser criadas e exibidas em uma grande variedade de plataformas de distribuição simultaneamente.

source: Building the right landing page, ad, or web content takes time. AMP pages can be built once and distributed across a wide variety of distribution platforms simultaneously. With AMPHTML Ads, your ads can serve on both AMP and non-AMP pages, meaning you can build your ads once and deliver a memorable brand experience everywhere.
pt_br: Criar o anúncio, a página de destino ou o conteúdo Web corretos leva tempo. As páginas AMP podem ser criadas e exibidas em uma grande variedade de plataformas de distribuição simultaneamente. Com os anúncios AMPHTML, seus anúncios podem ser veiculados em páginas AMP e não AMP. Isso significa que você pode criar anúncios e proporcionar uma experiência de marca inesquecível em todos os lugares.

source: Builds on top of AMP’s component library to support features like analytics
pt_br: Baseia-se na biblioteca de componentes AMP para compatibilidade com recursos como análise

source: By building AMP pages, you are able to take bring the speed of AMP to your users. With faster loading times, many retailers see higher conversions and higher engagement. And we’ve seen that users are more willing to return to a e-commerce site that performs well. Whether you’re a smaller store or a larger marketplace, AMP can help you make the sale.
pt_br: Ao criar páginas AMP, você consegue proporcionar velocidade aos usuários. Com tempos de carregamento mais rápidos, vários varejistas observam conversões e engajamento mais elevados. Percebemos que os usuários são mais propensos a voltar a um site de comércio eletrônico que tenha um bom desempenho. Seja uma loja pequena ou um grande mercado, as AMP podem ajudar a realizar a venda.

source: By expanding to visually fill readers’ screens, AMP stories offer creative opportunities for storytelling, with flexibility in design. The tappable experience can be used to create engaging stories.
pt_br: Ao expandir para preencher a tela do leitor, as histórias AMP oferecem oportunidades criativas de narrativa, com flexibilidade no design. A experiência de toque pode ser usada para criar histórias interessantes.

source: Case Studies
pt_br: Estudos de caso

source: Check out AMP stories on the web
pt_br: Confira as histórias AMP na Web

source: Community Resources
pt_br: Recursos da comunidade

source: Components
pt_br: Componentes

source: Content Platforms
pt_br: Plataformas de conteúdo

source: Contribute
pt_br: Contribuir

source: Conversions fall by 12 percent for every extra second a webpage takes to load. If you want people to engage with your brand and increase your sales and the performance of your campaigns, you have to speed things up. AMP offers a way for you to give users a faster experience everywhere -- on ads, landing pages or your entire website.
pt_br: As conversões caem 12% a cada segundo que uma página da Web demora para ser carregada. Para melhorar o desempenho das suas campanhas, aumentar suas vendas e fazer com que as pessoas interajam com sua marca, é preciso aumentar a velocidade. As AMP são uma maneira de oferecer aos usuários uma experiência mais rápida em todos os lugares: anúncios, páginas de destino ou em todo o site.

source: Conversions fall by 12&#37; for every extra second a webpage takes to load. If you want people to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP offers a way for you to give users a faster experience everywhere -- on ads, landing pages or your entire website.
pt_br: As conversões caem 12&#37; a cada segundo que uma página da Web demora para ser carregada. Se você quiser melhorar o desempenho das suas campanhas e fazer com que as pessoas se envolvam com sua marca, acelere as coisas. As AMP são uma maneira de oferecer aos usuários uma experiência mais rápida em todos os lugares: em anúncios, páginas de destino ou todo o website.

source: Convert HTML to AMP
pt_br: Converter HTML em AMP

source: Create Your First AMP Page
pt_br: Criar sua primeira página AMP

source: Create a login-requiring AMP page
pt_br: Criar uma página AMP com login

source: Create a visual AMP Story
pt_br: Criar uma história AMP visual

source: Create an AMPHTML ad
pt_br: Criar um anúncio AMPHTML

source: Create fast, user-friendly ecommerce experiences
pt_br: Crie experiências de comércio eletrônico rápidas e amigáveis

source: Create interactive AMP pages
pt_br: Criar páginas AMP interativas

source: Create your first AMP page
pt_br: Criar sua primeira página AMP

source: Create your first ecommerce page in AMP.
pt_br: Crie sua primeira página AMP de comércio eletrônico

source: Deliver a fast and compelling ad experience that users appreciate and advertisers value. Ad servers and technology platforms like DoubleClick and Triplelift already allow you to traffic AMPHTML ads. Reach out to your account manager to get started.
pt_br: Ofereça uma experiência com anúncios rápidos e envolventes, reconhecida pelos usuários e valorizada pelos anunciantes. Os servidores de anúncios e as plataformas de tecnologia, como a DoubleClick e a Triplelift, já permitem o tráfego de anúncios AMPHTML. Entre em contato com seu gerente de contas para começar.

source: Deliver better, faster experiences at every touch point.
pt_br: Proporcione experiências com mais qualidade e velocidade em todas as interações.

source: Demos
pt_br: Demonstrações

source: Design & Layout
pt_br: Design e Layout

source: Design Principles
pt_br: Princípios de design

source: Developer Support
pt_br: Suporte para desenvolvedores

source: Discover more success stories with AMP.
pt_br: Descubra mais histórias de sucesso com as AMP.

source: Docs
pt_br: Documentos

source: Don't miss AMP Events
pt_br: Não perca os eventos sobre AMP

source: Don’t break the web.
pt_br: Não estrague a Web.

source: Don’t design for a hypothetical faster future browser.
pt_br: Não desenvolva conteúdo para navegadores hipoteticamente mais rápidos do futuro.

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
pt_br: Não introduza componentes nem recursos nas AMP que não funcionam de maneira confiável a 60 fps ou que dificultam a experiência de carregamento instantâneo nos dispositivos móveis mais comuns atualmente.

source: Doug Parker, Vice President of Digital Design
pt_br: Doug Parker, vice-presidente de design digital

source: Download PDF Case study
pt_br: Fazer download do estudo de caso em PDF

source: Dynamic Content - AMP components
pt_br: Conteúdo dinâmico – Componentes das AMP

source: Dynamic content
pt_br: Conteúdo dinâmico

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
pt_br: Por exemplo, não integre conteúdo no cliente só pela facilidade se a experiência do usuário for melhor com a integração no servidor.

source: Ecommerce
pt_br: Comércio eletrônico

source: Ecommerce sites choosing to adopt AMP can still maintain their own branding and tooling. We have over 40 embed and analytics integrations to take advantage of and more can be built. You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, and A/B testing to experiment and build the best possible user experience for your customers.
pt_br: Os sites de comércio eletrônico que optam por usar as AMP podem manter seu branding e suas ferramentas. Temos mais de 40 integrações de incorporação e análises, e outras podem ser criadas. É possível usar CSS para personalizar o estilo, dados dinâmicos para buscar as informações mais recentes quando necessário, assim como testes A/B para experimentar e criar a melhor experiência do usuário possível para seus clientes.

source: Ecommerce success stories
pt_br: Histórias de sucesso de comércio eletrônico

source: Enable compelling, consistently fast experiences
pt_br: Crie experiências interessantes com velocidade consistente

source: Enriches storytelling through animations and tappable interactions
pt_br: Valoriza a narrativa por meio de animações e interações por toque
