Repository: coryphwang/docs
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites and consumption apps to gracefully degrade. If something works with an AMP cache it should also work without a cache.
pt_br: Garanta que as AMP não prejudicarão o restante da Web se elas tiverem interrupções ou problemas. Isso significa que, se o cache de AMP do Google, a URL API ou a biblioteca falhar, os websites e os aplicativos relacionados ao consumo deverão fazer uma transição suave. Se um conteúdo funcionar com um cache de AMP, deverá funcionar também sem cache.

source: Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user. AMPHTML ads are a new way of building ads, making them as fast as AMP pages to ensure your ads do what they’re meant to do and deliver the value you’re looking for.
pt_br: Até o criativo mais marcante não cumprirá seu objetivo se o anúncio for lento e inconveniente para o usuário. Os anúncios AMPHTML são uma nova maneira de criar anúncios, que os torna tão rápidos quanto as páginas AMP. Isso garante que os anúncios cumpram seu objetivo e gerem o valor que você espera.

source: Events
pt_br: Eventos

source: Examples
pt_br: Exemplos

source: Experimental features
pt_br: Recursos experimentais

source: Explore live code samples and demos.
pt_br: Veja demonstrações e amostras de código ao vivo

source: FAQ
pt_br: Perguntas frequentes

source: Fast
pt_br: Rápido

source: Faster ads drive better&nbsp;performance
pt_br: Quanto mais rápidos os anúncios, melhor o desempenho

source: Flexibility and Results
pt_br: Flexibilidade e resultados

source: Follow AMP
pt_br: Seguir as AMP

source: Follow us on Twitter
pt_br: Siga-nos no Twitter

source: Fundamentals
pt_br: Fundamentos

source: Get Started
pt_br: Primeiros passos

source: Get Started Building
pt_br: Primeiros passos para a criação

source: Get in touch
pt_br: Entrar em contato

source: Get started building
pt_br: Primeiros passos para a criação

source: Get started with AMP
pt_br: Primeiros passos com AMP

source: Get the latest news and tips from our newsletter:
pt_br: Confira as notícias e dicas mais recentes na nossa newsletter:

source: Getting Started
pt_br: Primeiros Passos

source: Grab ready-made design templates.
pt_br: Use modelos de design prontos.

source: Greg Manifold, Design Director
pt_br: Greg Manifold, diretor de design

source: Grow engagement and increase conversions with faster experiences
pt_br: Aumente o engajamento e as conversões com experiências mais rápidas

source: Guides & Tutorials
pt_br: Guias e Tutoriais

source: Harry & Meghan A to Z
pt_br: Harry e Meghan de A a Z

source: Head of Product Strategy, Cloudflare
pt_br: Diretor de estratégias de produtos da Cloudflare

source: Heavy and unpredictable ad experiences slow down the page, cost users money, and can hurt your brand. AMPHTML ads are 3x lighter and the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your&nbsp;brand.
pt_br: Anúncios pesados e imprevisíveis desaceleram a página, fazem o usuário gastar dinheiro e podem prejudicar sua marca. Os anúncios AMPHTML são três vezes mais leves, e a estrutura AMP garante que eles tenham o desempenho esperado. Assim, os usuários sempre terão uma experiência positiva com sua marca.

source: Higher Performance and Engagement
pt_br: Maior desempenho e engajamento

source: How AMP Works
pt_br: Como funcionam as AMP

source: How AMP can help ecommerce
pt_br: Como as AMP podem ajudar o comércio eletrônico

source: How AMP can help publishers
pt_br: Como as AMP podem ajudar os editores

source: How AMP can help you
pt_br: Como as AMP podem ajudar você

source: How College Football Playoff Rankings Actually Work
pt_br: Como os rankings dos jogos eliminatórios do futebol americano universitário realmente funcionam

source: If it’s not instant, it’s not fast enough.
pt_br: Se não for instantâneo, não é rápido o suficiente.

source: Immersive
pt_br: Envolvente

source: Improve conversions with fast, user-friendly experiences.
pt_br: Aumente as conversões com experiências rápidas e amigáveis.

source: Improve user engagement with fast, compelling experiences.
pt_br: Melhore o engajamento do usuário com experiências rápidas e interessantes.

source: Increase your reach
pt_br: Aumente seu alcance

source: Integrate with AMP
pt_br: Integrações com as AMP

source: Integration
pt_br: Integração

source: Interactivity & Dynamic content
pt_br: Interatividade e Conteúdo Dinâmico

source: Interactivity & dynamic content
pt_br: Interatividade e Conteúdo Dinâmico

source: Join Today
pt_br: Participe já

source: Join a growing ecosystem of publishers, advertisers and technology platforms serving faster, lighter and more effective ads.
pt_br: Entre para um grupo crescente de editores, anunciantes e plataformas de tecnologia e veicule anúncios mais velozes, leves e eficientes.

source: Keep your audience engaged
pt_br: Aumente o engajamento do público-alvo

source: Keep your audience engaged with AMP pages
pt_br: Envolva seu público com as páginas AMP

source: Layout - AMP components
pt_br: Layout – Componentes das AMP

source: Learn
pt_br: Aprenda

source: Learn More
pt_br: Saiba mais

source: Learn about AMP
pt_br: Conheça as AMP

source: Learn more about AMPHTML ads and building AMP pages for your campaigns and website.
pt_br: Saiba mais sobre os anúncios AMPHTML e sobre a criação de páginas AMP para campanhas e sites.

source: Learn who uses AMP
pt_br: Saiba quem usa as AMP

source: Lighter ads lead to better ad&nbsp;experiences
pt_br: Quanto mais leves os anúncios, melhores as experiências

source: Maintain flexibility and control
pt_br: Mantenha a flexibilidade e o controle

source: Maximize ROI everywhere
pt_br: Maximize o ROI em todos os lugares

source: Maximize sales
pt_br: Maximize as vendas

source: Maximize your ROI
pt_br: Maximize o ROI

source: Maximize your revenue
pt_br: Maximize sua receita

source: Maximize your revenue and build for the future by offering your customers a fast, light and secure ad experience. <a href='https://github.com/ampproject/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>Join</a> the AMP Project today.
pt_br: Maximize sua receita e desenvolva conteúdo para o futuro oferecendo aos clientes uma experiência de anúncios veloz, leve e segura. <a href='https://github.com/ampproject/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>Participe agora</a> (em inglês) do Projeto AMP.

source: Media
pt_br: Mídia

source: Media - AMP components
pt_br: Mídia – Componentes das AMP

source: More Past Events
pt_br: Mais eventos anteriores

source: Multimedia & Animations
pt_br: Multimídia e Animações

source: Multimedia & animations
pt_br: Multimídia e Animações

source: Need more help?
pt_br: Precisa de mais ajuda?

source: New AMP Roadshows.
pt_br: Novas conferências itinerantes sobre as AMP.

source: New Video
pt_br: Novo vídeo

source: News
pt_br: Notícias

source: Next FAQ
pt_br: Próximas Perguntas frequentes

source: No whitelists.
pt_br: Não há listas de permissões.

source: Noteworthy AMP pages on the web, using key AMP features.
pt_br: As páginas AMP mais importantes da Web, com os principais recursos AMP.

source: Only do things if they can be made fast.
pt_br: Só faça o que for rápido.

source: Open
pt_br: Abrir

source: Page not Found (404)
pt_br: Página não encontrada (404)

source: Past Events
pt_br: Eventos anteriores

source: Presentation
pt_br: Apresentação

source: Presentation - AMP components
pt_br: Apresentação – Componentes das AMP

source: President &amp; Co-Founder, Triplelift
pt_br: Presidente e cofundador da Triplelift

source: Previous Posts
pt_br: Postagens anteriores

source: Prioritise things that improve the user experience – but compromise when needed.
pt_br: Priorize tudo o que melhora a experiência do usuário, mas faça concessões quando necessário.

source: Privacy
pt_br: Privacidade

source: Publishers
pt_br: Editores

source: Publishers and advertisers can decide how to present their content and what technology vendors to use, all while maintaining and improving key performance indicators.
pt_br: Editores e anunciantes podem decidir como apresentar o conteúdo e quais fornecedores de tecnologia usar, ao mesmo tempo que mantêm e melhoram os indicadores principais de desempenho.

source: Publishers implementing AMP can decide how to present their content, what business model to use, what technology vendors to use, while maintaining and often improving key performance indicators, such as time spent on page, return visits, viewability, CTRs and more.
pt_br: Ao implementar as AMP, os editores podem decidir como apresentar o conteúdo, qual modelo de negócios aplicar e quais fornecedores de tecnologia usar. Com tudo isso, ainda podem manter ou, muitas vezes, até melhorar os indicadores principais de desempenho, como o tempo gasto na página, as visitas de retorno, a visibilidade, a CTR e mais.

source: Publishers:<br>Keep audiences engaged
pt_br: Editores:<br>Como manter o engajamento do público-alvo

source: Quickstart
pt_br: Primeiros passos

source: Read the Case Study
pt_br: Ler o estudo de caso

source: Reduce complexity in your operations
pt_br: Reduza·a complexidade das suas operações

source: Reduce complexity in your operations.
pt_br: Reduza·a complexidade das suas operações.

source: Reference
pt_br: Referência

source: Regular Ad
pt_br: Anúncio comum

source: Report a documentation bug on GitHub
pt_br: Comunicar um bug de documentação no GitHub

source: Report a platform bug on GitHub
pt_br: Comunicar um bug de plataforma no GitHub

source: Resources for ecommerce
pt_br: Recursos para comércio eletrônico

source: Restart game
pt_br: Reiniciar jogo

source: Roadmap
pt_br: Roteiro

source: Safer ads build trust in your&nbsp;brands
pt_br: Anúncios mais seguros aumentam a confiança nas marcas

source: See More
pt_br: Ver mais

source: See Success Stories
pt_br: Veja histórias de sucesso

source: See all posts
pt_br: Ver todas as postagens

source: See all videos
pt_br: Veja todos os vídeos

source: See how other publishers have found success with AMP
pt_br: Veja como outros editores tiveram sucesso com as AMP

source: See it in action
pt_br: Veja na prática

source: See what AMP can do for you
pt_br: Veja o que as AMP podem fazer por você

source: Send Feedback
pt_br: Enviar comentários

source: Share
pt_br: Compartilhar

source: Showcase
pt_br: Mostrar

source: Sign up
pt_br: Inscreva-se

source: Simple to build, easy to scale.
pt_br: Simples de criar, fácil de dimensionar.

source: Slack Channel
pt_br: Canal no Slack

source: Social
pt_br: Redes sociais

source: Social - AMP components
pt_br: Redes sociais – Componentes das AMP

source: Solve problems on the right layer.
pt_br: Resolva problemas nas camadas certas.

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
pt_br: Algumas coisas são rápidas, mas mesmo assim causam uma experiência péssima para o usuário. As AMP oferecem uma experiência do usuário fantástica, que vai muito além da velocidade. Só descarte algo quando a incompatibilidade de algum elemento impedir o uso e a implantação geral do formato AMP.

source: Space Photos of the Week
pt_br: Fotos do espaço da semana

source: Speeding up ads is the fastest way to boost performance. <a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">AMPHTML ads</a> load as fast as content, so they are more viewable and more likely to be engaged with. Triplelift saw a 10&#37;+ increase in viewability and engagement with AMPHTML ads. Join the AMP Project to improve performance and grow your revenue.
pt_br: Acelerar os anúncios é a maneira mais rápida de impulsionar o desempenho. <a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">Os anúncios AMPHTML</a> (em inglês) carregam tão rápido quanto o conteúdo. Por isso, são mais visíveis e envolvem mais o usuário. O Triplelift teve um aumento de mais de 10&#37; na visibilidade e no engajamento com os anúncios AMPHTML. Participe do Projeto AMP para melhorar o desempenho e aumentar sua receita.

source: Stack Overflow Community
pt_br: Comunidade do Stack Overflow

source: Start Building
pt_br: Começar a criar

source: Start building now
pt_br: Começar a criar agora

source: Stay Tuned!
pt_br: Fique ligado!

source: Strengthen your business while maintaining control
pt_br: Fortaleça seus negócios e mantenha o controle

source: Style & Layout
pt_br: Estilo e layout

source: Subscribe
pt_br: Inscreva-se

source: Success stories of the domains publishing AMP pages
pt_br: Histórias de sucesso de domínios que publicam páginas AMP

source: Support
pt_br: Suporte

source: Supported Browsers
pt_br: Navegadores compatíveis

source: Supported Platforms, Vendors and Partners
pt_br: Plataformas, fornecedores e parceiros compatíveis

source: Supported partners & integrations
pt_br: Parceiros e integrações compatíveis

source: Supports rich visuals with native video and image performance
pt_br: Compatível com recursos visuais avançados com desempenho de vídeo e imagem nativos

source: Technology Companies using AMP
pt_br: Empresas de tecnologia que usam AMP

source: Technology Platforms:<br>Boost your business
pt_br: Technology Plataformas de tecnologia:<br>Amplie seus negócios

source: Templates
pt_br: Modelos

source: The 25 most intriguing people of 2017
pt_br: As 25 pessoas mais fascinantes de 2017

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster user experience. Build a sustainable future for your business on an open, faster web by joining the AMP Project.
pt_br: O projeto AMP é uma iniciativa de código aberto para proteger o futuro da Web ao ajudar todos os sites a oferecer uma experiência do usuário melhor e mais rápida. Crie um futuro sustentável para seus negócios em uma Web aberta e rápida. Participe do projeto AMP.

source: The AMP Project is an open-source initiative aiming to make the web better for all. The project enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms.
pt_br: O projeto AMP é uma iniciativa de código aberto com o objetivo de criar uma Web melhor para todos. O projeto possibilita a criação de websites e anúncios rápidos, atraentes e de alto desempenho em vários dispositivos e plataformas de distribuição.

source: The Accelerated Mobile Pages (AMP) Project is an open source initiative that makes it easy for publishers to create mobile-friendly content once and have it load instantly everywhere. – Accelerated Mobile Pages Project
pt_br: O projeto Accelerated Mobile Pages (AMP) é uma iniciativa de código aberto que ajuda os editores a criar conteúdos compatíveis com dispositivos móveis de uma só vez, com carregamento instantâneo em todos os ambientes. – Projeto Accelerated Mobile Pages

source: The Art of an Organized Refrigerator
pt_br: A arte de organizar uma geladeira

source: The Evolution of Trump's Wall
pt_br: A evolução do muro de Trump

source: The Latest
pt_br: Notícias

source: The Latest News
pt_br: Últimas notícias

source: The Missions Still Exploring Our Solar System
pt_br: As missões que ainda estão explorando nosso sistema solar

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12&#37; for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
pt_br: Um site para dispositivos móveis leva em média 19 segundos para ser carregado em uma conexão 3G. Além do fato de que as conversões caem 12&#37; a cada segundo que a página da Web demora para ser carregada, duas coisas são certas: o desempenho está ligado à velocidade e a maioria das campanhas de anunciantes poderia melhorar. É aí que você entra. Para os provedores de SSPs, DSPs e análises, entre outros, aumentar a velocidade significa melhorar o desempenho da campanha, oferecer uma experiência de alta qualidade ao usuário e estabelecer-se como a plataforma de tecnologia de anúncios da Web rápida. Junte-se às centenas de plataformas de tecnologia que já são compatíveis com o ecossistema de código aberto AMP.

source: The open-source AMP Project helps you create mobile optimized content that loads in an instant.
pt_br: O projeto AMP tem código aberto e ajuda a criar conteúdo otimizado para dispositivos móveis, com carregamento instantâneo.

source: The page you've requested can't be found. Why don't you browse around, or while you're here, play a game of tic-tac-toe made with AMP?
pt_br: Não foi possível encontrar esta página. Por que você não navega um pouco mais? Enquanto está aqui, aproveite para se distrair com um jogo da velha criado em AMP.

source: There are no upcomming events at this time. We host events throughout the year including our annual AMP Conference. Follow us on <a href="" target="_blank">Facebook</a> or <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> for the latest news and event listings.
pt_br: Não há eventos próximos no momento. Organizamos eventos o ano todo, incluindo nossa AMP Conference anual. Siga-nos no <a href="" target="_blank">Facebook</a> ou no <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> para receber as últimas notícias e anúncios de eventos.

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
pt_br: Esses princípios de design servem para orientar o design e o desenvolvimento contínuos do formato AMP. Eles ajudam a tomar decisões consistentes entre si.

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
pt_br: O carregamento é muito mais rápido. Os usuários percebem qualquer demora, e quando os anúncios são carregados rapidamente, isso tem um impacto muito positivo no conceito dos clientes e no desempenho do anunciante.

source: Tools
pt_br: Ferramentas

source: Troubleshooting
pt_br: Solução de problemas

source: Tutorials
pt_br: Tutoriais

source: Uh oh! That's an error.
pt_br: Ah, não! Ocorreu um erro.

source: Upcoming Events
pt_br: Próximos eventos

source: Use your existing resources
pt_br: Usar recursos existentes

source: User Experience > Developer Experience > Ease of Implementation.
pt_br: Experiência do usuário &gt; experiência do desenvolvedor &gt; facilidade de implementação.

source: Vice President of Digital Revenue Strategy and Operations, Time Inc.
pt_br: Vice-presidente de estratégias e operações de receita digital da Time Inc.

source: Videos
pt_br: Vídeos

source: We can’t make the web better if we don’t fix ads. Today’s ads fail to meet their goals because they are slow, unpredictable and disruptive. AMPHTML aims to make advertising on the web better with faster, lighter, and safer ad experiences, starting with ads and extending to landing pages.
pt_br: A Web não será melhor enquanto não corrigirmos os anúncios. Os anúncios de hoje não cumprem seus objetivos porque são lentos, imprevisíveis e inconvenientes. O AMPHTML pretende melhorar a publicidade na Web com experiências de anúncio mais velozes, leves e seguras, que começam no anúncio e se estendem para as páginas de destino.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
pt_br: Não daremos nenhum tratamento especial a determinados sites, domínios nem origens, exceto quando for necessário por motivos de segurança ou desempenho.

source: Web page speed improves the user experience and <a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">core business metrics</a>. AMP pages load near instantly enabling you to offer a consistently fast experience across all devices and platforms that link to AMP Pages including Google, Bing, LinkedIn and more. These performance gains often translate in improvements in the numbers that matter, such as time spent on page, return visits and CTRs.
pt_br: A velocidade de uma página da Web melhora a experiência do usuário e as <a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">principais métricas de negócios</a>. As páginas AMP são carregadas quase instantaneamente. Isso permite oferecer uma experiência rápida e consistente em todos os dispositivos e plataformas com links para páginas AMP, incluindo Google, Bing, LinkedIn e muito mais. Esses ganhos de desempenho geralmente causam melhorias em valores importantes, como o tempo gasto na página, as visitas de retorno e a CTR.

source: Web pages and ads published in the AMP open-source format load near instantly, giving users a smooth, more engaging experience on mobile and desktop.
pt_br: As páginas da Web e os anúncios publicados no formato AMP de código aberto são carregados quase instantaneamente. Com isso, os usuários têm uma experiência integrada e mais interessante em dispositivos móveis e computadores.

source: We’ve chosen to build AMP as a library in the spirit of the [extensible web manifesto](https://github.com/extensibleweb/manifesto/blob/master/README.md) to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today's browsers. When certain optimizations aren't possible with today's platform, AMP developers should participate in standards development to get these added to the web platform.
pt_br: Decidimos criar as AMP como uma biblioteca no espírito do [Extensible web manifesto] (https://github.com/extensibleweb/manifesto/blob/master/README.md, em inglês) para consertar a Web de agora, não a do futuro. As AMP são feitas para serem rápidas nos navegadores atuais. Quando algumas otimizações não são possíveis na plataforma atual, os desenvolvedores de AMP devem participar do desenvolvimento de padrões para adicionar à plataforma Web.

source: What AMP Provides
pt_br: O que as AMP oferecem

source: What are AMPHTML ads?
pt_br: O que são os anúncios HMTL para AMP?

source: What is AMP
pt_br: O que é o AMP

source: What is AMP?
pt_br: O que é o AMP?

source: What's New
pt_br: O que há de novo

source: What's hot?
pt_br: Quais são as novidades?

source: What's the difference between an AMPHTML ad and a regular ad? <i>Seconds</i>.
pt_br: Qual é a diferença entre um anúncio AMPHTML e um anúncio normal? <i>Segundos</i>.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
pt_br: Em caso de dúvida, faça o que for melhor para a experiência do usuário final, mesmo que seja mais difícil para o criador da página ou para o desenvolvedor da biblioteca.
